{
  "user": [
    {
      "'id": "1",
      "username": "abolfazl",
      "password": "12345678",
      "id": "0343"
    },
    {
      "'id": "2",
      "username": "aghil",
      "password": "87654321",
      "id": "c774"
    }
  ],
  "porodact": [
    {
      "id": "1",
      "title": "shose",
      "discription": "best shose ever"
    },
    {
      "id": "b023",
      "firstName": "ooooooooooo",
      "lastName": "oooooooooooooooooo",
      "email": "sepidefaroooaji@gmail.com",
      "password": "12345678"
    },
    {
      "id": "9284",
      "firstName": "ali",
      "lastName": "shiri",
      "email": "sepidefaraji@gmail.com",
      "password": "12345678"
    },
    {
      "id": "628c",
      "firstName": "hasti",
      "lastName": "shiri",
      "email": "hasti@gmail.com",
      "password": "77777777"
    },
    {
      "id": "d356",
      "firstName": "hasti",
      "lastName": "shiri",
      "email": "hasti@gmail.com",
      "password": "77777777"
    }
  ],
  "BestResturant": [
    {
      "name": "SONA",
      "picther": "https://images.ctfassets.net/h81st780aesh/2kSEfadM8tUEUaekrY5Rl8/d7640cd4169e23f9ea533e2102021230/16756Sona_BRW21.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "Priyanka Chopra Jonas is an Indian actress, singer and film producer. In 2021, she added the title restaurateur to her resume with the opening of SONA in NYCs Flatiron District, which seeks to reimagine the wonders of Indian fare in a space that evokes a bygone era of a boisterous yet elegant India. Whats interesting about SONAs website is that it appears as a hidden veil to a heightened, eclectic dining experience. Elegant and clean, it leaves visitors imagining a boisterous atmosphere full of decadent food. Browsing through their menus is one way to be transported behind the doors of SONA. Then, guests can easily book reservations directly through the website.",
      "id": "c262"
    },
    {
      "name": "The Original",
      "picther": "https://images.ctfassets.net/h81st780aesh/2hg3pIr41vjwHpfrtniVSf/b17cf6e0a5bd48a6846e5a9d6f82c62e/43161The_OG_Denver_BRW21.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "The Original is a revered Denver-based diner from Sage Restaurant Concepts. Built on the idea of reinventing the place where locals go, this neighborhood eatery satisfies diners with imaginative twists. Their website is a great example of bringing the restaurant experience online, with quirky illustrations of malts and T-bone steaks throughout which brings the website to life. The navy border keeps guests focused while browsing menus and new happenings from inside the restaurant. The highlighted “Reservations” button is optimized to prompt visitors to book a table, thus turning an online guest into a paying customer.",
      "id": "c0d0"
    },
    {
      "name": "Federalist Pig",
      "picther": "https://images.ctfassets.net/h81st780aesh/syFnPmvx5dM9ztEB0P3uq/e852b036445eabfb5e9cc21870732254/72582Federalist_Pig_Best.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "Federalist Pig is one of Washington, DC’s most iconic barbecue joints — so much so that it was featured in an episode of Netflix's House of Cards. Its website is a feast for the senses, including bright colors, cheeky line illustrations and mouthwatering food photography. Despite how loud and eye-catching the design system is, the site itself is clean, well-structured and easy to navigate. It shows that restaurant websites do not need to choose between making a splash and being user-friendly.",
      "id": "8075"
    },
    {
      "name": "High Street Market & Deli",
      "picther": "https://images.ctfassets.net/h81st780aesh/5EotCYUeuhPXnQq7bvyi4m/3498f58515c11037bba895ba0d59888e/79797HighStDeli2.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "Built in 1927, High Street Market and Deli has been serving the community of San Luis Obispo — in between Los Angeles and San Francisco — for nearly one hundred years. Their website is modern, clean and impactful, with fun and illustrative branding spread throughout — notably on their menus. Visitors can order catering directly on their website. But best of all, for their most devoted fans, visitors can shop their online store for all kinds of branded merch and goods.",
      "id": "ab79"
    },
    {
      "name": "Colletta",
      "picther": "https://images.ctfassets.net/h81st780aesh/71ERZ92l91STNmnGX5zUF8/9d919f1d847f9f72f85564402feae3b5/35778Coletta.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "Drawing influence from Northern Italy, Colletta is a collection of unique dining experiences, just outside of Atlanta, Georgia, with a twist on treasured classics. Part of The Indigo Road Hospitality Group, Colletta’s website draws in a visitor’s attention through clean and modern design. On mobile, their website features quick call-to-action buttons to make a reservation or to call the restaurant. Visitors can easily inquire about private dining or learn about events, happy hours and more.",
      "id": "46ea"
    },
    {
      "name": "Roman's",
      "picther": "https://images.ctfassets.net/h81st780aesh/4ohjHhWv0gEHkyACgebEdS/1580671d2cd7dcb68e834f28a928acb8/34277Romans_BRW21.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": " Although Romans has partnered with BentoBox since 2018, the beloved Brooklyn-based restaurant recently went through a website refresh (BentoBox customers receive a complimentary redesign every 3 years). Roman’s aligns itself with local farmers and producers to serve reverent Italian-influenced food. Unpretentious and subtle, the new website features a unique, graph paper background. For brevity, the homepage immediately features the lunch and dinner menus which are updated daily. Visitors can quickly call the restaurant with one click or simply make a reservation through the integration with Resy.",
      "id": "a7e2"
    },
    {
      "name": "Big Gay Ice Cream",
      "picther": "https://images.ctfassets.net/h81st780aesh/6Y0ttP3h4WHxOMsSkEHvbq/7eff0b49d8344bbdc1da6f41d66d34c4/988BigGayIceCream.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "With four locations in the New York area, Big Gay Ice Cream is a haven for ice cream lovers. As tasteful as its dipped cones, the website is a fun, vibrant browsing experience. With the store locator feature, visitors can quickly find the brand's nearest location and can access important information (such as FAQs about their ice cream), read about their philanthropic efforts, inquire about hosting events and purchase gift cards.",
      "id": "4e2e"
    },
    {
      "name": "Anton's",
      "picther": "https://images.ctfassets.net/h81st780aesh/1augszzHvqBdPf4gUYOhrW/f436189c2f848849e392cd97388e9ae0/60106Antons.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "Anton’s is a nostalgic New York café whose cuisine celebrates the rich culinary history of New York City with deep European influences. Their website evokes a neo-classical feel with the use of italicized serif typefaces alongside beautiful photography of their cuisine and interiors. Anton’s use of a side navigation allows visitors to quickly browse through their menus, hours and press articles. The website uses highlighted buttons as a call to action, so guests can quickly reserve a table or even to subscribe to their e-newsletters.",
      "id": "753f"
    },
    {
      "name": "Disco Cheetah",
      "picther": "https://images.ctfassets.net/h81st780aesh/2la4Gg8mzzEDZ6wnVmrDb2/95d0ad9352c9ee8301ecab4c87f0a150/10650Disco_Cheetah_Best.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "What started in 2014 as a food cart, parked on the sidewalk in front of a local Vancouver brewery, has since grown into a brick and mortar restaurant with an operating food truck. Disco Cheetah Korean Grill serves up bright, bold Korean dishes and their website embodies the radiant aspect of Korean cuisine. Visitors can inquire about booking the food truck for an event, but the most unique feature is their online ordering store with mouth-watering photography of their to-go dishes.",
      "id": "f479"
    },
    {
      "name": "Damian",
      "picther": "https://images.ctfassets.net/h81st780aesh/2T8iT5pxbn66qK0XdTA0RE/a299bbec80da6fa9c5725477b1b10efe/1875Damian_Best.png?fm=webp&w=1219&fit=fill&f=center&q=50",
      "discriptions": "Located in Los Angeles’ Arts District — and a twin concept to New York City's celebrated Cosme — Damian is firmly rooted in Mexican culture and cuisine, with a focus on seasonality using the best of California’s produce. Chef-owner Enrique Olvera takes a new approach to how guests experience Mexican cuisine at Damian. Evidence of this is reflected in their website. Delightedly minimal in its approach, “Damian” is boldly written on the left-hand side of the desktop version of their website alongside an image showcasing their elegant, minimalist interior. Visitors navigate the site simply by scrolling, with an About section, food and drink menus and critically important location information all sharing the same space. Whether it’s to make reservations or purchase a digital gift card, visitors can do so through the website with ease.",
      "id": "a6de"
    }
  ]
}